NSCameraUsageDescription = "Доступ до камери потрібен щоб робити фото, відео та сканувати документи.";
NSFaceIDUsageDescription = "Face ID потрібен для автентифікації за допомогою розпізнавання обличчя.";
NSLocationAlwaysUsageDescription = "Застосунок використовує ваше розташування, щоб автоматично запускати завантаження файлів, коли ви переміщуєтеся між певними районами.";
NSPhotoLibraryUsageDescription = "Доступ до фотографій потрібен для завантаження фотографій і відео в хмару.";
NSPhotoLibraryAddUsageDescription = "Доступ до фотографій потрібен для завантаження фотографій і відео в хмару.";
NSMicrophoneUsageDescription = "Доступ до мікрофону потрібен для запису голосових нотаток.";
NSLocationWhenInUseUsageDescription = "Ця програма використовує ваше місцезнаходження для виявлення руху та автоматичного завантаження файлів. Вона не використовує GPS і не зберігає ваше місцезнаходження.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Ця програма потребує доступу до вашого місцезнаходження навіть у фоновому режимі, щоб автоматично розпочинати завантаження файлів при виявленні значного переміщення. GPS не використовується.";
